{
    "1": "Project Planning and Management: Dilla University \n1 \n \nIntroduction \nWhat is a Project?  \nProjects have become the new way of accomplishing and managing activities. Projects are the \ntemporary assemblage of key personnel designed to accomplish specific objectives with \nidentifiable customers in mind. A project has a beginning and an end. The project team dissolves \nonce the objectives are met. It is fluid and driven by the specific needs of that business. The \nproject approach to managing activities embraces change and complexity.  \nProjects can be defined in many different ways. However, there are some traits that all projects \nhave in common. Typically, these traits are used to identify what a project is. The most \ndistinguishing feature is a specific time frame. All projects have a beginning and an end. Many \nefforts are called ―projects‖ but actually become programs as they extend indefinitely and cover \nbroader, less specific business objectives. Projects must have a clear, definitive goal or objective. \nThe objective is specific, identifiable, and can be accomplished. A project usually involves \nvaried activities, which produce quantifiable and qualifiable deliverables that when added \ntogether, accomplish the overall objective.  \n A project is a temporary process, which has a clearly defined start and end time, a set of \ntasks, and a budget, that is developed to accomplish a well-defined goal or objective‖.  \n A project is a temporary effort of sequential activities designed to accomplish a unique \npurpose.  \n A project is a group of inter-related activities, constrained by time, cost, and scope, \ndesigned to deliver a unique purpose.  \n A project is a temporary endeavor undertaken to create a unique product or service. \nTemporary means that the project has an end date. Unique means that the project‘s result \nis different from the results of other functions of the organization.  \n ―An undertaking that encompasses a set of tasks or activities having a definable starting \npoint and well defined objectives. Usually each task has a planned completion data (due \ndate) and assigned resources‖.  \n",
    "2": "Project Planning and Management: Dilla University \n2 \n \n ―A clear set of activities with related inputs and outputs aimed to achieve objectives and \ngoals linked to anticipated (desired) effects and impacts in a target population (sometimes \ncalled ―beneficiaries‖)‖  \nAccording to all these definitions,  \n A project has a beginning and an end.  \n A project has limited resources.  \n A project follows a planned, organized method to meet its objectives with \nspecific goals of quality and performance.  \n Every project is unique  \n A project has a manager responsible for its outcomes.  \nA project is a series of tasks directed towards a specific outcome/goal \nA project contains a well defined objective. The project objective is defined in terms of scope (or \nrequirements), schedule, and cost.  \n A project is carried out via a set of interdependent tasks.  \n A project uses various resources to carry out these tasks.  \n A project has a definite start date and an expected completion date. The actual \ncompletion date may not always be the same as the expected date.  \nKey Characteristics of Projects; \n A project has boundaries, so its extent is defined.  \n A project is a one-time effort, usually requiring finite resources.  \n There are distinct start and end dates for projects.  \n You know when you have reached the end of the project.  \nProject Plan \nProject planning defines the project activities and end products that will be performed and \ndescribes how the activities will be accomplished. The purpose of project planning is to define \neach major task, estimate the time and resources required, and provide a framework for \nmanagement review and control. The project planning activities and goals include defining:  \n• The specific work to be performed and goals that define and bind the project.  \n",
    "3": "Project Planning and Management: Dilla University \n3 \n \n• Estimates to be documented for planning, tracking, and controlling the project.  \n• Commitments that are planned, documented, and agreed to by affected groups.  \n• Project alternatives, assumptions, and constraints.  \n The planning process includes steps to estimate the size of the project, estimate the technical \nscope of the effort, estimate the resour;ces required to complete the project, produce a schedule, \nidentify and assess risks, and negotiate commitments.   Repetition of these steps is necessary to \nestablish the project plan. Typically, several iterations of the planning process are performed \nbefore a plan is actually completed.   \nWhat is a Project Plan?  \nA project plan is a formal, approved document that is used to manage \nand control a project.  \n The project plan forms the basis for all management efforts associated with the project.  It is a \ndocument that is also expected to change over time.     \nThe project plan documents the pertinent information associated with the project; it is not a \nverbose textual document. A template for a project plan is provided in this documentation. The \ninformation associated with the plan evolves as the project moves through its various stages and \nis to be updated as new information unfolds about the project.  \nThe planning process consists of the following basic tasks:  \n Define the technical approach used to solve the problem.  \n Define and sequence the tasks to be performed and identify all deliverables associated \nwith the project.  \n Define the dependency relations between tasks. \n Estimate the resources required to perform each task.  \n Schedule all tasks to be performed.  \n Define a budget for performing the tasks. \n Define the organization used to execute the project.  \n Identify the known risks in executing the project.  \n Define the process used for ensuring quality.  \n Define the process used for specifying and controlling requirements. \n",
    "4": "Project Planning and Management: Dilla University \n4 \n \nWhat is Project Management?  \nProject Management is the process of achieving project objectives (schedule, budget and \nperformance) through a set of activities that start and end at certain points in time and produce \nquantifiable and qualifiable deliverables.  \nProject Management is a set of principles, methods and techniques for effective planning of \nobjective-oriented work, thereby establishing a sound basis for effective scheduling, controlling \nand re-planning in the management of programs and projects. \nProject management is the process of combining systems, techniques, and knowledge to \ncomplete a project within established goals of time, budget and scope. Project management is a \nprocess of leading a team of capable people in planning and implementing a series of related \nactivities that need to be accomplished on a specific date with a limited budget.  \nProject management is the application of knowledge, skills, tools, and techniques to project \nactivities in order to meet or exceed stakeholders‘ needs and expectations.  \nSuccessful project management is the art of bringing together the tasks, resources and people \nnecessary to accomplish the business goals and objectives within the specified time constraints \nand within the monetary allowance. Projects and Programs are linked directly to the strategic \ngoals and initiatives of the organization supported. In other words, it provides an organization \nwith powerful tools that improve the organization's ability to plan, organize, implement and \ncontrol its activities and the ways it uses its people and resources. \nA project is a non-repetitive one-of-a-kind activity normally with discrete time, financial and \ntechnical performance goals. Normally a complex effort, usually less than 3 years in duration and \nit is made up of interrelated tasks performed by various organizations. \nThe project management tools and principles provide the means for \n project breakdown into tasks and sub-tasks \n finding interdependencies between the tasks \n allocating resources, human and material and smoothing resources \n estimation for total project duration and budget \n monitoring more efficiently project progress \n",
    "5": "Project Planning and Management: Dilla University \n5 \n \nThe basic purpose for initiating a project is to accomplish some goals. The reason for organizing \nthe task as a project is to focus the responsibility and authority for theattainment of the goals on \nan individual (project manager) or a small group (projectteam). \nProject Management is a means by which to fit the many complex pieces of the project puzzle \ntogether, both human and technical, by use of: \n Schedules \n Budgets, including resource allocation \n Scope (product) definition \nProject Management fulfills two purposes: \n Technical: Documentation techniques to communicate \n The 'plan' \n Status which compares 'planned' versus 'actual' performance \n Human: Managerial skills to be a better 'manager' of people as well as the project \nKey Steps of Project Management \n \n \n \n \n \n \n \n \n \n \n \n \nLearning from the \nproject and \nevolving \nAssessing needs \nEvaluating the \nproject \nImplementing and \nmonitoring the \nproject \nPlanning the \nproject \n",
    "6": "Project Planning and Management: Dilla University \n6 \n \nProject Manager: The project manager is responsible for managing the project‘s scope, \nschedule, and cost to support the owner‘s expectations for the successful completion of the \nproject. Typical duties include:  \n Managing the development of the scope definition and project plans.  \n Providing team leadership for problem resolution by working with the lowest \norganizational levels possible and escalating, as necessary.  \n Monitoring schedule and costs versus project progress to identify problems that could \npotentially extend the schedule or overrun costs.  \n Taking, directing, or recommending corrective action when scope, schedule, or cost \nvariances threaten the project.  \n Serving as the central point of contact for the project and communicating project \nstatus to the project owner and other stakeholders.  \n Providing input to the performance reviews of the project team members.  \n Negotiating a resolution to team member resource conflicts with their functional \nmanagers.  \nA project manager must have a range of skills including:  \n• Leadership                                          • Influencing  \n• Negotiation                                         • Conflict Management  \n• Planning                                              • Contract management  \n      • Estimating                                           • Problem solving  \n• Creative thinking                                • Time Management  \n• People management (customers, suppliers, functional managers and project team)  \n• Effective Communication (verbal and written)  \nProject Owner/Sponsor: The project owner or sponsor should be a director or higher-level \nmember of the department who is the largest stakeholder in the project or who will receive the \ngreatest benefit by the project‘s successful completion. The owner assumes the overall \nresponsibility for the entire project. The project owner will appoint a project manager to manage \nand control the project. The project owner may provide the project manager the expectations of \nthe end product or results, the minimum success criteria, and the level of interface expected \nduring the project life cycle. The project owner is responsible for the following:  \n",
    "7": "Project Planning and Management: Dilla University \n7 \n \n Maintaining enough involvement with the project to ensure that the desired outcome \nis attained.  \n Granting a sufficient level of authority to the project manager required for the \nproject‘s success.  \n Providing or negotiating support when the project manager is unable to resolve \nproblems at a lower level.  \n Providing ongoing performance feedback to the project manager as well as providing \ninput to the project manager‘s performance review.  \nProject Cycle \n \n \n \n \n \n \n \n \n \n \n \n \n \nIdentification \nEvaluation \nDesign \nImplementation \nReviewing \nMonitoring \n \nLESSON \nLEARNING \n",
    "8": "Project Planning and Management: Dilla University \n8 \n \nIdentification: To identify what a project will focus on, we need to find out who should benefit \nand what their needs are. A ―needs assessment‖ will give an overview of community problems. \nA ―capacity assessment‖ will help identify which problem the project should address.  \nDesign: This involves carrying out further research into the people affected by a problem and \nhow they are affected by it. We also need to consider the risks to the project and how we will \nmeasure the project‘s performance.  \nImplementation: During the implementation, it is important to monitor and review the progress \nof the project and any outside changes that affect it. The project plans should be adjusted where \nnecessary.  \nEvaluation: Evaluation should be carried out at or after project completion. Evaluation could be \ncarried out a few months or years after the project has finished in order to assess its long-term \nimpact and sustainability. \nLesson Learning: While the project cycle is a useful way of outlining the stages of a project, it \nhas one drawback: it makes it look as though one tool follows another. In fact, many of the \nplanning tools can be used at any stage of the project. They should be repeated throughout the \nproject‘s life to ensure that any changes that might affect project \nPurpose of Project Management is to integrate or connect project:  \n Purposes – why we do the project  \n People – who does the project  \n Processes – how we do the project  \nA Project manager‘s job is to see that the project team (People) is clear about the purpose of the \nproject and the 4 levels of results the team expects to achieve.  \n1. Impact  \n2. Outcome  \n3. Output  \n4. Activities  \n \nActivities \nOutput \nOutcome \nImpact \n",
    "9": "Project Planning and Management: Dilla University \n9 \n \n \nIf everyone is clear on the results and vision of the project then the next important task of a \nproject manager is to make sure that everyone on the project team is working toward these goals. \nThe project manager does this through identifying processes that combine and coordinate the \nskills, resources and qualities of the project team.  \nProcesses often found within a project are:  \n• Assessment  \n• Purchasing  \n• Planning  \n• Budgeting  \n• Monitoring  \n• Reporting  \n• Evaluating outputs, outcomes, or impact  \n• Communicating within the project team  \n• Communicating with stakeholders  \n• Capacity development  \nA process can be defined as any repeatable set of actions a team decides to perform on a regular \nbasis to make sure something is done in a certain way. A good process improves the odds of the \nproject being completed. \n \n \n",
    "10": "Project Planning and Management: Dilla University \n10 \n \nChapter Two \nNeed Assessment \nA need - is a discrepancy or a difference (gap) between what there is, or the current state \nregarding the group or situation in question and what there should be, or the desired state. A need \nreflects the existence of a certain issue that requires an intervention, an issue that must be dealt \nwith.  \nThe need is not, therefore, the current state of affairs, nor the desired, future one. It consists \nexactly in the difference or discrepancy between ―what we have‖ and ―what we wish to have‖. \nA needs assessment attempts to identify such gaps, to analyze their nature and causes and to \nestablish priorities for future actions. \nNeeds assessment consists in a set of systematic procedures applied with the aim of setting up \npriorities and making decisions concerning improvement of a program or organization and \nallocation of resources. Priorities are based on the identified needs.  \nA needs assessment is a method of finding out the nature and extent of performance problems \nand how they can be solved (Molenda, Pershing, &Reigeluth, 1996). \nA needs assessment is a process for pinpointing reasons for gaps in performance or a method for \nidentifying new and future performance needs (Gupta, 1999). \nIn general, a needs assessment is a systematic approach to identifying social problems, \ndetermining their extent, and accurately defining the target population to be served and the \nnature of their service needs (Rossi, P. H., Freeman, H. E., & Lipsey, Mark, W. L., 1998). \nA needs assessment is the process of collecting information about an expressed or implied \norganizational need that could be met by conducting training. The need can be a desire to \nimprove current performance or to correct a deficiency. \nA deficiency is a performance that does not meet the current standard. It means that there is a \nprescribed or best way of doing a task and that variance from it is creating a problem. The needs \nassessment process helps the trainer and the person requesting training to specify the training \nneed or performance deficiency. \n",
    "11": "Project Planning and Management: Dilla University \n11 \n \nAssessments can be formal (using survey and interview techniques) or informal (asking some \nquestions of those involved).In this book, the term needs assessment is a general term for a three-\nphase process to collect information, analyze it, and create a training plan. Different types of \nassessments are called needs analysis, such as performance analysis, job/task analysis, target \npopulation analysis, and so forth. Needs assessment often involves the use of more than one type \nof analysis. \nWhy Conduct a Needs Assessment? \nThe main aims of a needs assessment could be:  \n To assess the extent and causes of community social problems \n To identify the major beneficiaries and target populations of a project \n To prioritize problems based on their significance in the community \n To assess the capacities of the community in the project \n Offering the needed foundation (information basis) for development or improvement of \nan educational or social program.  \n Restructuring of an organization for improving the performances in relation with the \nestablished goals.  \n Setting up criteria for contractic services of human resources training and development \n Identification of a solution for a complex problem or issue.  \nThe characteristics of a good needs analysis (assessment) are the following: It:  \n focuses on the results that should be obtained and not on the means for obtaining \nthem;  \n provides an objective basis for decision-making;  \n contributes to the establishment of common goals and action areas at organization/ \nproject level;  \n involves all stakeholders in establishing priorities;  \n is a cyclic process that integrates within the larger scope of strategic planning \nactivities of an organization or of a community.  \n \n \n",
    "12": "Project Planning and Management: Dilla University \n12 \n \nThe needs analysis is a systematic process including several subsequent processes:  \na. Collecting data by means of clearly defined methods and instruments (questionnaires, \ninterviews, focus-groups, document research etc.)  \nb. Identifying priorities and establishing criteria for finding a solution to a problem;  \nc. Preparing a project plan based on their priorities \nTypes of Information Collected in Needs Assessment  \nWhen conducting needs assessment, we need to collect information on:  \n Population- demography (population size by age, sex), migration  \n Infrastructure- hospitals, schools, clinics, water and sanitation systems, roads  \n Health- infant mortality rate, common illnesses, HIV/AIDS/STI situation  \n Education, number of children enrolled at primary/secondary schools, number of teachers \nin the community  \n Social- beliefs, customs, religion, ethnicity, gender issue, marriage and family structure  \n Economics- household income, livelihood, living standard  \n Resources- material and human, whether they exist or are lacking  \n Opinions- people‘s opinions about their needs and problems  \n Knowledge- people‘s level of knowledge about selected problems  \nSources of Information in Needs Assessment \nThere are various sources of information and below is the list of some valuable sources:  \n Community leaders, religious leaders, specific segments of a population (for example, \nwomen, youths) \n Local experts who have wide knowledge about the community  \n NGOs working in the community, Community-based organizations, volunteer groups  \n Records at clinics, hospitals and schools  \n Reports on projects in the area by government agencies, NGOs and international \norganizations  \n \n",
    "13": "Project Planning and Management: Dilla University \n13 \n \nMethodologies for Needs Assessment \n―SWOT‖ and ―PESTE‖ analyses are the most common methodologies used within institutional \nand community development projects for needs analysis and assessment.  \nA. SWOT Analysis  \nThe name of this analysis model is actually an English abbreviation: S = strengths; W = \nweaknesses; O = opportunities; T = threats.  \nSWOT analyses have been successfully implemented as methods for organizational analysis, but \nthey can be used at community level as well. Strengths and weaknesses relate to the internal \nenvironment of the analyzed community or organization. They represent inherent characteristics \nconcerning the internal state of affairs.  \nOpportunities and threats relate to the external environment, that is, to what happens outside the \norganization or community, but which has an impact on the good running of activities. The \ncontext can either favor or hinder the implementation of activities within an organization or \ncommunity.  \nProject teams should focus on maximizing opportunities and limiting the impact of threats, as \nwell as on enhancing strengths and improving the weaknesses. \nEXAMPLE:  \nIn our example one technological high-school from the center of the commune has generous \nspaces, but in two separate buildings: one is very old and includes the workshops and the other is \nmore recent, but has roof problems. The school has 420 pupils enrolled, and the birth rate in the \ncommune and in the area where pupils are recruited from is constant, even slightly increasing. \nMost teachers come from the locality. They are qualified, but more than half have less than 4 \nyears until retirement. There are very few commuters and actually they are not integrated: they \nchange very often and they are seen as intruders. School endowments are outdated and scarce, \nand the Parents Committee has volunteered to get involved in finding funds for improving the \nmaterial base and even in collecting a sum of money (most parents have incomes that exceed the \naverage rate). The regional labor market school pupils have access to is not very promising for \nnow, but, for the following 5 years, it is a known fact that two big investment projects are \napproved and they will create over 2300 work places in areas that are related to the \n",
    "14": "Project Planning and Management: Dilla University \n14 \n \nspecializations covered by the high-school curriculum. The school manager and the deputy \nschool manager have worked together for a long time and make a good team, but their \nrelationship with the Municipality is rather cold. More than 70% of the teachers have not \nparticipated at a training course for more than 3 years, due to the poor offer and to the long \ndistance from the city where the training providers organize this sort of activities.  \nWe can identify then strengths and weaknesses, opportunities and threats of the school in \nthis specific case.  \nStrengths:  \n good collaboration at the managerial team level;  \n high percentage of qualified and non-commuter teaching staff;  \n generous spaces.  \nWeaknesses:  \n poor material base; and aged teachers;  \n problems with the quality of the buildings;  \n reluctant attitude towards commuters.  \nOpportunities:  \n slightly increasing birth rate;  \n parents‘ availability to get involved and their good economical status;  \n the two investment projects.  \nThreats:  \n distant relationship with the local public authority;  \n poor training courses offer for the teachers in the school;  \n great distance from the county to municipal city (Teacher Training House).  \nKeep in Mind:  \nStrengths and weaknesses refer to school and to what happens with it.  \nOpportunities and risks refer to the external environment, to what happens outside the school \nand the community, but affects a good performance. Context can favor or block the progress of \nan organization or of a community.  \n",
    "15": "Project Planning and Management: Dilla University \n15 \n \nB. PESTE Analysis  \nThe way to conduct and use this needs analysis and assessment is similar to the above mentioned \nmodel. PESTE is also an abbreviation which refers to the analysis of the Political, Economic, \nSocial, Technological and, Environmental context.  \na. The Political Aspect concerns mainly the existent government policies at national, regional \nand local level – especially the reform policies and programs and the way these can influence the \nproject activity and development program. The regional and local development policies can also \nbe added here, given the current decentralisation of public administration.  \nb. The Economic Aspect concerns the resources available at the analysed level (national, \nregional or local): if there is economic recession or recovery, what economic activities represent \na priority and the resources they can provide to the project, the average level of income etc.  \nc. The Social Aspect concerns the existence of social issues (such as unemployment, poverty, \ncrime etc.) and the way they are dealt with at national, regional and local level, as well as the \nposition of different stakeholders towards the development project. \nd. The Technological Aspect concerns the technological level of the social project. For instance: \nwhen we analyze an educational project; whether there is educational television in the area; \nwhether there are resources for distance education and training; whether there are enough \nproperly equipped training facilities, the number of families in the area having television, the \nnumber of TV channels broadcast, the number of families having a PC and how many of these \nhave Internet connection etc. \ne. The Environmental Aspect concerns the analysis of environmental issues in which the \norganization or the community operates. \nCapacity Assessment \nCommunities should be encouraged to use their own capacities and resources to address the \nproblems they face. It is therefore important to carry out a capacity assessment after needs \nassessment to identify strengths that the community could use to address the problems they \nidentified earlier. The project, if needed, should focus on strengthening the community‘s \ncapacities to address their problems. By doing this, we are facilitating the community to address \ntheir problems rather than addressing their problems for them. \n",
    "16": "Project Planning and Management: Dilla University \n16 \n \nCapacity assessment involves six types of assets: \nHuman: These enable people to make use of their own resources. They include skills, \nknowledge, ability to work and good health. \nSocial: These are based on relationships and include organizations and groups within the \ncommunity, political structures and informal networks. \nNatural: These form the local environment and include land, trees, water, air, climate and \nminerals. \nPhysical: These are man-made, such as building, transport, water supply and sanitation services, \nenergy sources and telecommunications. \nEconomic: These are things that people can use to sustain their livelihoods, such as money and \nsavings, grain stores, livestock, tools and equipment. \nSpiritual: These include faith, scripture, guidance and prayer. \nUsing participatory techniques, such as those used for the needs assessment, ask community \nmembers to identify their capacities. Remember to ask a range of community members, as \ndifferent people have different perspectives. \nWrite the capacities onto a large piece of paper and ask community members to identify how \nthey could be used to address the problems identified during the needs assessment. Then ask \ncommunity members to think about which capacities should be strengthened so that they can \nstart to address their priority problems themselves. This is what the project should focus on. \nDecide whether it is realistic for our organization to strengthen the community‘s capacity to meet \nthe priority need: \n■ Does meeting the need fit in with our mission? \n■ Does meeting the need agree with our values? \n■ Does meeting the need fit into our strategy? \n■ Will meeting the need be too risky? \n■ Do we have enough experience? \n■ Do we have enough resources? \n \n \n",
    "17": "Project Planning and Management: Dilla University \n17 \n \nChapter Three \n3. Project Design \n3.1. Stakeholder Analysis  \n‗Stakeholders‘ are: \n people affected by the impact of an activity \n people who can influence the impact of an activity. \n Stakeholders can be individuals, groups, a community or an institution. \n Stakeholder groups are made up of people who share a common interest, such as an \nNGO, church leaders and the community.  \nAny person, group, or organization that is interested and/or involved in the issues that the project \ndesign team intends to address is considered to be a stakeholder. The entire range of stakeholders \nfor any given project can be fairly broad and often it is difficult to completely identify the group. \nNevertheless, the main stakeholders should be identified at the beginning of the project design. \nThey may include existing stakeholders of the ongoing youth development program, young \npeople, community and religious leaders, politicians, teachers, service providers, employers, \nsmall businesses, NGOs, government organizations and institutions. However, such groups often \ncontain many sub-groups. Seeing the community as one stakeholder group can be meaningless \nbecause some people may have very different interests from others in the same community. It \nmay be necessary to divide the community into a number of sub-groups according to aspects \nsuch as status, age, gender, wealth and ethnicity. These sub-groups may be affected by the \nproject in different ways, and some sub-groups may have a lot more influence on the impact of \nthe project than others. \nIt might also be unwise to view the government as one stakeholder group. It may be necessary to \nlist government ministries as different stakeholder groups if they have different, and even \nconflicting, opinions about a development proposal. Government at national, state and local \nlevels may also have very different interests. \nConducting a thorough stakeholders‘ analysis at the beginning of the project design is important \nto gain an understanding of which organizations or groups of people have an interest in the \n",
    "18": "Project Planning and Management: Dilla University \n18 \n \nissues, what that interest is, who shares the same goals you have, who can help the project and \nhow, who can have a negative influence and be a barrier for the project, and where within the \nplanning process this information can be leveraged. Stakeholders may change over the course of \nthe project and an updated stakeholders‘ analysis can be required at a later stage of the project \nimplementation. \nThe main areas that should be covered while conducting the stakeholders‘ analysis include: \n• Interest: Refers to the stakeholder‘s interest in the project. If the stakeholder is directly \ninvolved in activities related to program or project activities, then its interest is primary, if not \nthen its interest is secondary. \n• Level of knowledge: Indicates the stakeholders‘ knowledge about the field and issues. \nStakeholders who are internal to the system will be more knowledgeable about the field. \n• Resources available: Identifies specific resources held by or accessible to the stakeholder, \nsuch as human capital, time, financial and legal resources, technology and general information. \n• Resource mobilization capacity: Estimates how easily groups can mobilize resources in \npursuit of the project‘s objectives. \n• Proponent/opponent: Refers to a stakeholder that supports the project‘s mission and can help \nto fulfill its objectives. An opponent is a stakeholder that does not support the project‘s goal and \nmay hinder its success. A project team should define stakeholders as opponents or proponents \nbased on their best knowledge and research of the stakeholders. \n• Influence/Authority: Defines the level of authority that the given stakeholder has to \nimplement change and make final decisions in the RH sector or for the project. \n• Priority: Indicates the level of concern that the given stakeholder holds for the project. \nStakeholders can be defined as ―individuals or institutions that may – directly or indirectly, \npositively or negatively – affect or be affected by the outcomes of projects or programmes‖. \nStakeholders should be identified early in the project cycle, mainly in the identification and \nappraisal phases, ―in order to maximize the social and institutional benefits of the project and \nminimise its negative impacts‖.  \n",
    "19": "Project Planning and Management: Dilla University \n19 \n \nThose who are identified as positively-affected stakeholders include beneficiaries (target groups \nand final beneficiaries) and partners. \nKey Stakeholders \n Beneficiaries are ―those who benefit in whatever way from the implementation of the \nproject. Here an important distinction may be made between: (a) Target group(s) are the \ngroup or entity who will be directly positively affected by the project at the Project \npurpose level and (b) Final beneficiaries who are those who benefit from the project in \nthe long term at the level of the society or sector, e.g. ―children‖ due to increased \nspending on health and education, ―consumers‖ due to improved agricultural production \nand marketing‖. \n Project partners are ―those agencies who implement the projects with the support of the \ndonor directly‖ (ibid). \nStakeholders include: \n■ User Groups – people who use the resources or services in an area \n■ Interest Groups – people who have an interest in, an opinion about, or who can affect theuse \nof, a resource or service \n■ Beneficiaries of the project \n■ Decision-Makers \n■ Those Often Excluded from the decision-making process. \nStakeholders could belong to one or more of these groups. For example, someone might be auser \nof a handpump (user group), and also involved in the water user association that managesit \n(interest group, decision-maker). \nStakeholders are not only those who shout the loudest. Those who are often excluded from \nthedecision-making process due to age, gender or ethnicity are those who are most likely to \nloseout if they are not included in the project planning. What methods could be used to \nensurethese stakeholders are involved?Stakeholders include the winners and the losers as a result \nof the project. While moststakeholders will benefit from the project, there may be others who \nwill be negatively affectedby the action taken. \nStakeholders can be divided into two main types: \n",
    "20": "Project Planning and Management: Dilla University \n20 \n \n■ Primary Stakeholders who benefit from, or are adversely affected by, an activity. This term \ndescribes people whose well-being may be dependent on a resource or service or area (e.g. a \nforest) that the project addresses. Usually they live in the area or very near there sources in \nquestion. They often have few options when faced with change, so they have difficulty adapting. \nPrimary stakeholders are usually vulnerable. They are the reason why a project is carried out – \nthe end users. \n■ Secondary Stakeholders include all other people and institutions with an interest in there \nsources or area being considered. They are the means by which project objectives can be met, \nrather than an end in themselves. \nIf stakeholders are not identified at the project planning stage, the project is at risk of failure. \nThis is because the project cannot take into account the needs and aims of those who will come \ninto contact with it. Stakeholder analysis is a useful tool for identifying stakeholders and \ndescribing the nature of their stake, roles and interests. Stakeholder analysis helps to: \n■ improve the project‘s understanding of the needs of those affected by a problem \n■ reveal how little we know as outsiders, which encourages those who do know to participate \n■ identify potential winners and losers as a result of the project \n■ reduce, or hopefully remove, potential negative project impacts identify those who have the \nrights, interests, resources, skills and abilities to take part in, or influence the course of, the \nproject. \n■ identify who should be encouraged to take part in the project planning and implementation \n■ identify useful alliances which can be built upon \n■ identify and reduce risks which might involve identifying possible conflicts of interest and \nexpectation among stakeholders so that conflict is avoided. \nStakeholder analysis should be done when possible projects are identified. It should be reviewed \nat later stages of the project cycle to check that the needs of the stakeholders are being \nadequately addressed. \nThere are a number of ways of doing stakeholder analysis. The method provided below is just \none approach. The approach taken will vary depending on the type of project that is being \nproposed. For example, for an advocacy project we would need to consider different aspects of \n",
    "21": "Project Planning and Management: Dilla University \n21 \n \nstakeholders than we would for a development project. The method given below is quite general \nand can be adapted to whatever type of project is being proposed. \nIdeally, stakeholder analysis should be carried out with representatives of as many stakeholder \ngroups as possible. It might not always be practical to do so if the stakeholders are widely \nspread. However, if there is a danger that important stakeholders might be excluded, more time \nand resources should be invested in doing the stakeholder analysis to make sure they are \nincluded. \n3.2. Problem Analysis \nBefore we can start to design the project, we need to analyse the problem identified during \nproject identification. Problem analysis helps primary stakeholders to identify the causes and \neffects of the problems they face. It involves drawing a problem tree, from which project \nobjectives can be identified. Use the stakeholder analysis to identify those who should help to \nconstruct the problem tree, making sure there is a mix of people from the community with local \nknowledge, technical knowledge and so on. Problem analysis can be carried out with different \nstakeholder groups in order to see how their perspectives vary. \nTo help stakeholders think through all the causes and effects, check that they have considered \nsocial, environmental, political, economic and technical factors. The problem tree should help to \nreinforce our findings during the research phase of the planning. It might also raise new issues \nthat we had not previously considered. \nAfter the needs assessment is completed, the collected information is analyzed and interpreted to \ndetermine causes and consequences of identified problems and link them in a cause-effect \nrelationship. The better the problem is understood, the better a project can be designed to address \nit. A problem analysis technique is used to interpret the data and identify causes and effects. \nWhat are problems, causes and consequences? \nA problem is a specific negative situation related to a person or group‘s well-being. For example, \na high pregnancy rate among teenage girls and an increased rate of HIV/AIDS among young \npeople are problems. \n",
    "22": "Project Planning and Management: Dilla University \n22 \n \nCauses are factors that exist in the households, community, organizations, and countries that \nhave initiated or perpetuated the problem. Causes can be analyzed in the context of behavior, \nconditions, knowledge, attitude and practices. \nThere are two levels of causes: underlying causes and root-causes. \n• Underlying causes are those that are most visible and recalled first in the process of problem \nanalysis. Underlying causes can be considered in multiple dimensions of cause and effect. For \nexample, when inspecting the underlying causes for increased pregnancy rate among teenage \ngirls, a conclusion could be drawn that girls do not use contraceptives. The underlying cause for \nthis fact could be that they do not have access to contraceptives, or that they have never been \neducated on how to use contraceptives. Underlying causes can be explored by continuing to ask \n―why‖ until the root-cause is identified. \n• Root-causes are identified by analyzing the problem to its core. Root-causes are those that give \nthe last possible explanation of the existing problem. For example, the root-cause for high \npregnancy rates among teenage girls in a certain country could be strong cultural norms viewing \nsexuality as a taboo. The root cause is often entrenched in cultural norms, and can be difficult to \naddress. In this case, the focus of problem-solving should concentrate on underlying causes. \nConsequences are social, environmental, political or economic conditions that result from the \nproblem. For example, some consequences of a high pregnancy rate among teenage girls are \nincreased maternal morbidity and mortality rates, an increased rate of school drop outs, or \nincreased unemployment among young people. \nHow do you conduct a problem analysis? \nOne way to think about logical steps in identifying causes of a problem is to ask the question \n―why?‖ In answering this question, a project design team will be moving down the logical \nstructure towards the underlying cause. Most likely there will be more than one underlying \ncause. When there is point at which it is difficult to find new answers, it means that most of the \nunderlying and root causes have been identified and it is time to begin designing the project. The \n―why‖ method is easy to use and can be understood by any community group. \nPROBLEM TREES Problem Trees are used to help analyze a situation and identify a core \nproblem that you want to focus on. The tree has a trunk that represents the core problem, roots \n",
    "23": "Project Planning and Management: Dilla University \n23 \n \nthat represent the causes of the problem, and branches that represent the effects. As a visual \nmapping tool, this is ideal for gathering information in a participatory way.  \nMethod of Constructing a Problem Tree \nSTEP 1: Agree on the main problem, usually the one identified during project identification. Write \nit on a post-it note or piece of card and place it in the middle of the wall or floor. There might be \nother problems identified by the community that could be explored. Draw separate problem trees for \nthese and compare them later when starting to think about exactly what the project will address \nSTEP 2: Identify the causes of the main problem by asking ‗But why?‘ until we can go no further. \nWrite each cause on a separate post-it note or piece of card. Some problems might have more than \none cause. For example: \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n",
    "24": "Project Planning and Management: Dilla University \n24 \n \nDeveloping a problem tree (CAUSES) \n \n \n                            Main Problem \n \n                                        But why?                               But why? \n \n \n  But why?                                    But why?                    But why?  \n \n \n \nSTEP 3: Identify the effects of the main problem by asking ‗So what?‘ until we can go no further. \nWrite each effect on a separate post-it note or piece of card. Some problems might have more than \none effect. For example: \nDeveloping a problem tree (EFFECTS) \n \n \n                                   So what?                                          So what? \n \n \n                                           So what?                            So what? \n \n \n                            Main problem \n \nLack of Income \nNothing to sell \nFew jobs \nPoor yields \nLocal factory closed \nImmigration \nNo money to pay \nschool fees \nNo money to buy \nnew seeds \nLack of \nincome \nChildren miss \nschool \nCrop yields \ndecrease \n",
    "25": "Project Planning and Management: Dilla University \n25 \n \nSTEP 4: Copy the problem tree onto a sheet of paper. Draw in vertical links to show the relationship \nbetween the causes or effects. Draw horizontal lines to show where there are joint causes and \ncombined effects. \nEXAMPLE of a simple problem tree \n \n \n \n \n \n \n \n \n              Effects  \n \n \n              Causes \n \n \n \n \n \n \n \n \n \nReduced \nincomes \nLess time for \nfarm work \nPoorer \nnutrition \nChildren stop \ngoing to school \nIncreased cost of \nwater collection \nBuy water \nUse ‗dirty‘ sources \nIncreased disease \nLess money \nfor school fees \nIncreased mortality \nIncreased \ndemand \nfor household use \nWater-intensive \nfarming methods \nBorehole hand-\npumps \nbroken \nIncreased \ndemand \nfor farm use \nOpen wells \ndried up \nWater table \nlowered \nNot enough \nwells \nPopulation \npressure \nSHORTAGE \nOF SAFE \nWATER \n",
    "26": "Project Planning and Management: Dilla University \n26 \n \n \n \n                                                                                                                                                Effects \n \n \n \n \n \n \n \n \n                                                                                                                                               Causes \n \nObjective Analysis \nTo formulate an effective project strategic objective/long-term outcome, as well as intermediate \nresults and outcomes, a project design team should use the SMART approach. The most common \nexplanation of SMART is specific, measurable, achievable, relevant and time-bound. To \nformulate a SMART objective or outcome, consider the questions listed below. \nSpecific: What exactly is the project going to do, where, with or for whom? \nMeasurable: Are the stated results measurable? Does the organization have the capacity to \nmeasure them? \nAchievable: Can we get it done in the timeframe? In this political climate? With this amount of \nmoney and resources? \nLiving conditions of local \npeople are worsened \nFrequent diseases \namong fish consumers \nRiver water quality \ndeteriorated \nPolluters are not \ncontrolled \nSmaller catch for fisher \nfolk \nBad quality of \nriver fish \nMost households and factories \ndischarge wastewater directly \ninto river \nUncontrolled dumping \nof waste into river \nWastewater treated \nin plants does not \nmeet standards \nIncome of population \nreduced \nIncentives for avoiding \nhigh pollution of waste \nwater not operational \nPopulation is not \naware of the danger of \nwaste dumping \nAttractiveness for tourism \nreduced \nLegal regulations are not \nadequate to prevent \ndischarge of wastewater \n",
    "27": "Project Planning and Management: Dilla University \n27 \n \nRelevant: Is the objective/outcome important to achieving the desired result? Is it in line with the \norganizational strategy? \nTime-bound: When will this objective/outcome be accomplished? \nSMART Means: \nSpecific — to avoid differing interpretations \nMeasurable — to monitor and evaluate progress \nAchievable — to have realistic targets \nRelevant — to lead to desired results \nTime-bound — to have a specific time period to achieve the results \nObjectives tree: An objectives tree is similar to a problem tree, except that it looks at objectives \nrather than problems. An objectives tree can be developed without first identifying problems, but \nthe easiest way to develop an objectives tree is to convert a problem tree. \nTo do this, turn each of the causes in the problem tree into positive statements. For example, \n‗poor yields‘ would become ‗yields increased‘. This will result in an objectives tree. Check the \nlogic. Will one layer of objectives achieve the next? Add, delete or change objectives if \nnecessary. \nThere might be some causes near the bottom of the tree that are very general. They cannot be \nturned into objectives that could easily be addressed in a project. Instead they act as constraints \non the project that need to be considered during risk assessment. We might later decide to focus a \nproject or program on that issue by developing a problem tree with the issue as the main \nproblem. \n \n \n",
    "28": "Project Planning and Management: Dilla University \n28 \n \nEXAMPLE of an objectives tree with focus on one area \n \n \n \n \n \n \n \n \n \n \n \n \nWastage at \nhousehold \nlevel reduced \nFarming made \nmore \nwaterefficient \nHand-pumps \nrepaired \nDemand for \nfarm \nuse reduced \nWells \nprotected \nand yielding \nWater table \nreached \nMore wells \ndug \nPopulation \npressure \nCONSTRAINT \nACCESS TO \nSAFE \nWATER \nIMPROVED \n",
    "29": "Project Planning and Management: Dilla University \n29 \n \nChapter Four \nLogical Framework \nNow that the project has been identified and detailed information has been collected, we can start \nto plan exactly how the project will function. A useful way of doing this may be to use a logical \nframework (log frame). The process of completing the log frame helps to think through all the \nfactors that should be considered for planning a successful project. Even if people are not \nplanning to develop a log frame, it may help to use the tools included in the log frame approach \nwhen planning projects. \nWhat is a log frame? \nThe log frame is a tool used to help strengthen project design, implementation and evaluation. \nAlthough it is constructed during the planning stage of a project, the log frame is a living \ndocument, which should be consulted and altered throughout the project‘s life cycle. The log \nframe is a table of four rows and four columns, where all the key parts of a project can be \ninserted as a clear set of statements: the project goal, purpose, outputs and activities, with their \nindicators, evidence and assumptions. It shows the project‘s structure and describes the project \nlogically. The log frame does not show every detail of the project. It is an overview of the key \nfactors.  \nThe Log Frame breaks a project down into four separate and distinct levels of objectives. At the \nlowest level are the Project Inputs. These are the activities to be undertaken that will in turn \nresult in the second level of objectives that we call the Outputs. Outputs are the results that are \ndirectly accomplished by management of the inputs. For example, in an education project, we \ncan produce trained teachers, a constructed and equipped school building and trained \nadministrators. We do this by managing a specific set of inputs (e.g., training of teachers, \nconstruction of school building, etc.). Yet the outputs themselves are not valuable for their own \nsake and are not the justification for the project. What we are really interested in is an \nimprovement in education. This then, represents a higher level objective that we call the \nPurpose. The purpose is what we expect to result from having achieved the outputs. The outputs \n",
    "30": "Project Planning and Management: Dilla University \n30 \n \nare a set of interrelated objectives that, combined, are aimed at achieving the project purpose. \nWithin the project itself we have, therefore, three levels: Inputs, Outputs and Purpose.  \nThe fourth level in the Logical Framework is a higher order objective called the Goal. The \nproject is one of the necessary conditions for achieving this goal, but will not be sufficient by \nitself to achieve the goal. Using the same example of an education project, the specific project \npurpose is improved education and the goal is manpower needs for local industry met. In order to \nachieve this goal, other projects also may have to be undertaken, such as one to motivate those \nwith the required skills to work in the region in which their skills are needed. Just as we must \nidentify all the outputs necessary to achieve the purpose, so we must identify all the purposes \n(projects) necessary to achieve the goal. The goal is usually associated with specific program or \nsector objectives. \nDetails can be given in other documents, such as the proposal, budget and activity schedule, \nwhich accompany the log frame. \nLog frame \n \nSummary  \n \nIndicators  \n \nEvidence  \n \nAssumptions \nGoal \n \n \n \n \nPurpose \n \n \n \n \nOutputs \n \n \n \n \nActivities \n \n \n \n \n \nMost donors use the log frame format above. However, some turn log frames on their side so that \nthe objectives run across the top of the table with the summary, indicators, evidence and \nassumptions down the side. Having carried out a stakeholder analysis and done research, we can \nanswer the question, ‗Where are we now?‘ \nThe log frame asks a series of further questions: \n Where do we want to be? (GOAL, PURPOSE) \n How will we get there? (OUTPUTS, ACTIVITIES) \n How will we know when we have got there? (INDICATORS) \n",
    "31": "Project Planning and Management: Dilla University \n31 \n \n What will show us we have got there? (EVIDENCE) \n What are the potential problems along the way? (ASSUMPTIONS) \nWhy use a log frame? \nLog frames are useful because they: \n help people to organise their thinking \n help people to think logically \n help identify weaknesses in project design \n ensure key indicators are identified from the start of the project so that monitoring and \nevaluation are easier \n ensure that people involved in the project use the same terminology \n help people to summarise a project plan on a few sides of paper. This helps them to \ncommunicate their plan simply with others, although a log frame is no substitute for \nwriting a full plan. \nHowever, the log frame approach does have limitations: \n Project management can become rigid unless the log frame is continually checked and \nadjusted. \n As the approach involves participation by a number of different stakeholders, good \nleadership and facilitation skills are needed to ensure stakeholders understand the \napproach and actively participate in it. \n Since the approach builds on analysis of a problem, it might not be viewed as appropriate \nin cultures where people do not openly discuss problems. \n The terminology used can be threatening to some stakeholders. The approach itself can \nbe very difficult to understand in some cultures. \nWho should complete the log frame? \nWhere possible, the primary stakeholders should be involved in developing the log frame. It \nshould be developed by the people most closely involved in project implementation. It is \npossible that the concept of the log frame will not be easily understood by primary stakeholders. \nHowever, as the process is as important as the end product, participatory processes could be used \nto guide stakeholders through the questions and help them to identify some of the project \ncomponents. Then the log frame table could later be completed by project staff. \n \n",
    "32": "Project Planning and Management: Dilla University \n32 \n \nTerminology \nDifferent organizations use different terms for the components of the log frame. We explain the \nterms simply below. Wherever we are aware of alternative names used by other organizations, \nwe provide that name in brackets. The terms will be explained further in the section about \ncompleting a log frame. \nSummary (Intervention logic) \nThe Summary outlines the project‘s objectives: what it hopes to achieve and how. There are \nmany different words that describe different types of objectives. We use the term ‗objective‘ as a \ngeneral term for a desired change. In the log frame, the summary separates out the different \nlevels of objectives to form a ‗hierarchy of objectives‘ and uses special terms to refer to each \nlevel. \nGoal; the Goal refers to the overall problem we are trying to address. It is sometimes referred to \nas the wider development objective. This might be improved incomes, improved access to water \nor reduced crime. Example: Improved farm productivity by small farmers. \nPurpose The Purpose is the specific change that we want the project to make to contribute to the \nachievement of the goal. It is sometimes called the Immediate Project Objective. Example: \nImproved farming methods and varieties of rice adopted by small farmers. \nOutputs; the Outputs are what we want to see as a result of our activities, in order to fulfill the \npurpose. Example: Improved crop varieties acceptable to users made available and distributed. \nActivities; the Activities describe the tasks we will carry out. Example: Farmer participatory \nresearch into crop varieties. \nIndicators (Measurable/ Objectively Verifiable Indicators– OVIs) \nIndicators answer the question ‗How do we know when we have got there?‘ They are signs \nwhich measure project performance against objectives and play an important part in monitoring \nand evaluation. Example: 75% of small farmers in the diocese have adopted new rice varieties by \nthe end of year 3 \nEvidence (Means of Verification – MoVs) \nEvidence refers to the source of the information needed to measure performance, who will be \nresponsible for collecting it, and how often. Example: Sample survey carried out by project staff \nat the end of year 3. \n",
    "33": "Project Planning and Management: Dilla University \n33 \n \nAssumptions; refer to the conditions that could affect progress, success or long-term \nsustainability of the project. There may be external factors which cannot be controlled or which \nwe choose not to control. It may be possible to reduce the project‘s vulnerability to factors which \ncannot be controlled. These could include climatic change, price changes and government \npolicies. \nCompleting a log frame \n The key to completing a log frame is to fill in the hierarchy of objectives by working \ndown the Summary column \n then work upwards through the Assumptions column \n then work across each row to identify the Indicators and Evidence for each objective. \nBy completing the log frame this way, we avoid getting too involved in the detail before the \nproject structure has been developed. \nStage 1; Summary of Objectives \nWork down the summary column of the log frame, giving a brief statement of the objectives at \neach level. \nGoal; this is the wider, long-term development goal. It is a desired state where a need or problem \nno longer exists or is significantly improved. The project will contribute towards this long-term \nimpact, but will not achieve it itself. The goal could be the same for a number of projects and for \na number of organisations. The goal might be a government objective or United Nations \nMillennium Development Goal. \nExamples: Improved health in children. \n                 Decreased incidence and impact of diarrhoeal disease. \nPurpose; what change or benefit do we want the project to achieve? Try to include both material \nbenefits and positive social change in the purpose statement. There should be only one purpose. \nIf we have more than one purpose, the project will be difficult to manage, so we should consider \nhaving separate projects. Each should have a separate log frame but will share the same goal. \nExamples: Increased immunisation in the project area. \n                   Increased access to, and use of, safe water in the diocese. \n",
    "34": "Project Planning and Management: Dilla University \n34 \n \nOutputs; what outputs are needed to achieve the purpose? In other words, what will the project \ndeliver? Outputs are what the project team has control over. Typically there may be three to six \noutputs. \nExamples: Team of healthcare workers strengthened and functioning. \n                  Improved sources of safe water. \nActivities; how will we deliver the outputs? It is likely that there will be a long list of activities \nto carry out. However, the log frame should not include too much detail. A detailed outline of the \nactivities should be given in a separate activity schedule. The activity statements should start \nwith an active verb. \nExamples: Recruit healthcare workers. \n                 Upgrade current wells and establish new wells. \nIt is not necessary to set targets (quantity or quality) at this stage. This can be done when column \n2 (indicators) is filled in. Use numbering to ensure that the activities are linked to their output \nThe ‘If-Then’ test  \nWhen we have filled in the objectives for each level, we must make sure the statements are \nlogically linked to each other. To do this, use the ‗If-Then‘ test: \n Look at the activities. If we carry out all of the activities, then will they result in the \noutputs? \n Look at the outputs. If the outputs are produced, then will they achieve the purpose? \n If the purpose is achieved, then will it contribute towards the goal? \nFor example: \n If we train members of the community to maintain and repair handpumps (activities), \nthen sources of safe water will be improved (output). \n If sources of safe water are improved (output), then access to safe water will be \nimproved (purpose). \n If access to safe water is improved (purpose), then the incidence and impact of diarrhoeal \ndisease will decrease (goal). \n \n \n",
    "35": "Project Planning and Management: Dilla University \n35 \n \nStage 2; Assumptions \nWe have checked that each objective should lead to the one above using the ‗If-Then‘ test. \nHowever, we can never be 100% sure that each objective will lead to the next because there will \nalways be a risk that external factors will affect the link.  \nAssumptions reflect our recognition that there are factors beyond our control that are necessary \nfor successful achievement of objectives at all levels of the project. For example, we can control \ngetting up on time, having breakfast and getting to the bus-stop for ourselves. We cannot control \nthe traffic or ensure that the bus company keeps its buses in good running order. So by \nidentifying our assumptions, we have expanded our original hypothesis statement to include the \nspecific nature of the more important uncertainties that could affect that hypothesis. \nHaving once identified the assumptions, we can then try to deal with them in such a way as to \nincrease our probability of success and consequently our confidence in our project design. In the \ncase of the bus example, we can get up earlier to avoid traffic delays or we could call the bus \ncompany and find out how often their buses break down. If the answer is 80% of the time, we \nmight decide to rent a car!  \nAssumptions are useful not only during the design stage of the project but also during the course \nof the project and its evaluation. Once the project begins, the project manager should monitor the \nassumptions regularly to assess their continuing validity. If he finds that an assumption proves to \nbe invalid, he must take action to rectify the situation. A good project manager monitors \nassumptions regularly so that corrective action can be taken in a timely manner. Assumptions are \nalso important during an evaluation because their examination can provide insight as to why the \nproject has or has not succeeded in achieving its objectives.  \nTo develop useful assumption statements, we ask the question: ―What could happen to make this \nassumption invalid?‖ For example, if we have a very general assumption such as ―equipment \navailable on time‖, we would ask: ―What could happen to delay the availability of equipment?‖ \nThe response might be that there is a likelihood that a dock strike will occur and thus we realize \nwe are really making the underlying assumption that the dock strike would not occur. We can \nthen follow this with a further question: ―What could happen to make the dock strike occur?‖ \nSuppose we find that the government is scheduled to sign a contract with the dock workers‘ \nunion two weeks before the project equipment is due to arrive at the port, and there is a \n",
    "36": "Project Planning and Management: Dilla University \n36 \n \npossibility that the government will not accept the union‘s demands. Project staff could check \nwith the union and with the appropriate government officials to determine the probability that the \ncontract will be signed on time. If the probability appears high, instead of the original \nassumption (―equipment available on time‖), the following assumption would be made: \n―Government and dock workers‘ union sign labor contract by June 28, 1982 in time for delivery \nof equipment‖. The project manager will know then to keep an eye on negotiations between the \ngovernment and the dock workers and, if it looks like the contract may not be signed, he can \nreplan the project accordingly.  \nMost projects fail, not because of bad project design, but because of lack of attention to these \nfactors that are either outside the control of the project or which are too difficult or costly to \ncontrol. In the log frame we need to show that we have thought about what these factors might \nbe. To complete the assumptions column of the log frame, first consider the risks linked to the \nproject \nRisk assessment  \nRisk is the potential for unwanted happenings. Every activity involves risks. If they happen, \nsome risks will affect the activity more than others. Risk assessment helps to identify them and \nconsider the likelihood of them happening and their likely impact. The risks can then be \nmanaged by changing the project plans to ensure the risks are minimized. \nPossible risks include: \n climatic – rainfall \n human – labor strikes, beneficiaries unwilling to try new techniques, project staff leaving \nthe organization \n economic – crop prices being unstable \n political – government policies \n projects by other agencies not remaining on schedule. \nThe ‘If-and-Then’ test \nFor each objective in the log frame, consider what assumptions need to be made in order for that \nobjective to lead to the objective at the next level.  \n \n \n",
    "37": "Project Planning and Management: Dilla University \n37 \n \nFor example: \n If we train members of the community to maintain and repair handpumps (activities), \nand an effective supply chain for spare parts exists (assumption), then sources of safe \nwater will be improved (output). \n If sources of safe water are improved (output), and an adequate quantity of water is \navailable (assumption), then access to safe water will be improved (purpose). \n If access to safe water is improved (purpose) and incidence of diarrhoeal disease is due \nto unsafe water (assumption), then the incidence and impact of diarrhoeal disease will \ndecrease (goal). \nStage 3; Indicators and; Evidence \nIndicators (column 2 of log frame) \nIndicators are targets that show progress towards achieving objectives. They answer the question \n‗How do we know whether or not what we planned is happening, or has happened?‘ Indicators \nhelp us to monitor, review and evaluate the project. They enable us to know whether the project \nplans need adjusting. They help us to learn lessons from a project in order to avoid making the \nsame mistakes in other projects. \nLog frames sometimes call indicators ‗Objectively Verifiable Indicators‘. The term ‗objectively‘ \nis used because indicators should not depend on the point of view of the person measuring them. \nIt should not matter who measures them – the same result should be reached. So it is better to ask \ntwo people to measure attendance at a meeting by counting the number of people there, than to \nask them to grade attendance on a scale of very poor, poor, adequate, good or very good. One \nperson might think attendance is very good while another might think it is only adequate. This \nwould depend on their past experience of meetings and their own expectations of how many \npeople might attend this one. \nTypes of Indicators \nThere are many different types of indicators to consider. Try to be creative and use a mixture in \norder to ensure that the objectives can be measured effectively and that monitoring and \nevaluation needs can be met. \n",
    "38": "Project Planning and Management: Dilla University \n38 \n \nFormative indicators (also called Milestones) are used during an activity, phase or project to \nshow whether progress is on track. \nSummative indicators are used at the end of the project for evaluation. \nDirect indicators measure the objective directly, such as the number of children attending \nschool. \nIndirect indicators (also called Proxy indicators) are used if direct indicators are not appropriate \nor possible if, for example:  \n results cannot be measured directly, such as quality of life \n direct indicators are too expensive to measure \n direct indicators can only be measured after the project has ended. \nFor example, to measure an increase in literacy it might be difficult or costly to interview \nchildren, but the number of books borrowed from the school library might give you an indication \nof whether or not literacy has increased. \nIt can be very difficult to measure people‘s incomes without offending them. Instead, we could \nlook at changes in household expenditure. This might involve choosing a list of items that a \nhousehold might have, including a few luxury items, and see how expenditure changes over \ntime. We could also look at sales figures of local shops and services as these are likely to be \naffected by changes in the incomes of the local population. \nIt is easier to measure behavior than feelings because behavior can be observed. So if we want to \nmeasure whether people feel more confident, we could observe how often they speak in \ncommunity meetings. \nQuantitative indicators can be analyzed in numerical form – who, what, when, where, how \nmuch, how many, how often? This might include: \n how often things happen \n number of people involved or affected \n growth rates \n uptake, for example, school enrolment, visits to clinic, adoption of new seed varieties. \nQualitative indicators measure things that cannot be counted, like: \n satisfaction, opinions \n decision-making ability \n changes in attitude. \n",
    "39": "Project Planning and Management: Dilla University \n39 \n \nTry to use a mixture of quantitative and qualitative indicators so that we can be sure to capture \nthe real progress and impact of the project. \nImagination is very important when setting indicators. It can help to ask a group of stakeholders \nsetting indicators to close their eyes and imagine how the situation will be improved by the end \nof the project. What do they hear, see, touch, feel and smell that will be different when the main \nproblem has been addressed? If we are aiming for holistic development, then our impact on \nspiritual well-being should be as great as that on physical well-being. Spiritual indicators are \nparticularly difficult to set. Indirect indicators might have to be used. \nExamples of basic indicators include;  \nEconomic; yield per hectare, production per laborer, eggs per day, production of handicraft \nitems per month, average income, land area per household, cattle per household, percentage of \npeople with bank accounts, percentage of people above or below the poverty line, percentage of \npeople without land, rate of migration. \nSocial; Infant mortality rate, number of deaths, literacy rate, average years in formal schooling, \nnumber of students entering secondary education, difference between male and female wages, \npercentage of women receiving training, percentage of people attending meetings, representation \nof disadvantaged groups on committees. \nEnvironmental; Fish harvested per year, length of fallow, forest cleared each year, water \navailability in soil, erosion, percentage of households practicing composting, average time to \ncollect fuel wood each day. \nSpiritual; Crime rate, divorce rate, church membership, attendance at church meetings. \nSetting good Indicators \nIndicators should be: \n Relevant; is the indicator relevant to the objective it is measuring? For example, if an \nobjective is ‗to increase hand pump use‘, measuring the number of hand pumps produced \nwould not a good indicator because it does not measure how many are actually being \nused. \n Sufficient; is more than one indicator needed? \n",
    "40": "Project Planning and Management: Dilla University \n40 \n \n Specific; quality, quantity, time  \n  Measurable; can the indicator realistically be measured? \n Sensitive to the Changes; that will be happening as a result of the project or program – \nif the planned changes happen, will the indicator still be appropriate and measurable? \n Cost-Effective; Can the indicators be measured with reasonable cost and effort? Is the \ncost of measuring the indicators proportionate to the total project cost? \n Available; Can the indicator be measured at the planned time? For example, consider \nseasonal climatic change. \nMethod for Setting Indicators \nWork horizontally across the log frame, brainstorming indicators that will measure each \nobjective. This could involve referring back to the problem tree. The effects in the problem tree \ncan be turned into indicators. \n If there is a long list of possible indicators for one particular objective, try to reduce the \nlist so that only the essential ones are included. We need enough to be able confidently to \nmeasure the achievement of the objective, but not so many that we will waste time and \nmoney. \n Make sure the indicators are good and there is a good selection – quantitative and \nqualitative, formative and summative. \nRemember that the log frame is a living document that needs to be looked at and revised \nregularly. Some of the indicators might need to be changed during the project if they are \ninadequate or too difficult or expensive to measure. \nGoal level Indicators; Since the project contributes towards the goal but cannot be wholly \nresponsible for achieving the goal, the indicators at goal level may reach beyond the end of the \nproject. They might not be measured by our organization, but be included in government \nstatistics some months after the project has ended. Of course, one problem of using such an \nindicator is that it will not tell us how much of the progress is due to our project and how much \nof it is a result of projects by other organizations. As much as possible, goal level indicators \nshould measure change during the lifetime of the project. \n",
    "41": "Project Planning and Management: Dilla University \n41 \n \nPurpose level Indicators; indicators can be difficult to identify at purpose level. This is because \nthe purpose objective often defines a change in behavior, which can be difficult to measure. \nSome creative thinking is needed for setting indicators at this level. \nOutput Indicators; output indicators should be easier to measure than higher level objectives, \nbecause we have more control over these objectives. The output indicators can be transferred to \nthe terms of reference for the member of staff or consultant that is responsible for delivering the \noutputs. \nActivity Indicators; the indicators at activity level usually include a summary of the inputs or \nbudget. The clearest indication of whether activities have happened successfully is if the outputs \nhave been delivered. However, for complex outputs it can be useful to include activity level \nindicators that show progress towards completing the outputs. \nEvidence (column 3 of log frame) \nEvidence is called ‗Means of Verification‘ in some log frames. It describes the sources of \ninformation we will use to measure the indicator. For example, body temperature is an indicator \nof health. A thermometer provides the evidence. \nFor the log frame, consider: \n the type of data needed, such as a survey \n the source of the data – whether secondary (collected by someone else) or primary \n(collected by our organization) \n who will collect and document the data \n frequency and dates of data collection. For example; monthly, quarterly, annually. \nWhen appropriate evidence for each indicator has been identified, consider whether it is: \n Available; if we want to use secondary data, will we be able to gain permission to access \nit? Will it be reliable? \n Low-Cost; will the information be too expensive to collect? \n Timely; will we be able to collect the information when we need it? Consider seasonal \nvariations in climate. If we want to use secondary data, will it have been collected at the \nright time? Sometimes government statistics are not released until some months after the \ndata was collected because it takes time for them to be analyzed. \n",
    "42": "Project Planning and Management: Dilla University \n42 \n \nIf the evidence is not available at low cost at the right time, the indicator should be changed to \none which can be measured more effectively. \nExamples of evidence include;  \n Reports                                                  -  certificate \n maintenance log                                     -  newspaper articles \n user survey                                            -  minutes of meetings \n participatory evaluation                        -  official statistics \n accounts \nFinal check of log frame \nWhen the log frame has been filled in, recheck it to make sure it is logical. Ensure that: \n objectives are stated clearly and logically linked to the higher objective \n the project has only one purpose \n all key assumptions have been made and the project is likely to be a success \n indicators and evidence are reliable and accessible \n the indicators can measure the progress and impact of the objectives \n the indicators are QQT (quantity, quality and time) \n the activities include actions needed for gathering evidence \n the indicators and evidence can be used for monitoring and evaluation. \n \n \n",
    "43": "Project Planning and Management: Dilla University \n43 \n \nChapter Five \nAction Planning \n5.1. Action Plan and Schedule  \nOnce the log frame has been developed, think about the details of how the project will take shape \nin terms of timing, resources, budgeting and personnel. \nLike the log frame, the action plan should be viewed as a flexible document in which changes \ncan be made later. \nActivity planning worksheet \nThe activity planning worksheet is used to help us consider: \n who will do what \n when this will happen \n what types of inputs, besides people, will be needed. \nA separate sheet should be used for each output. The activities related to the output are set out, \ntogether with the resources needed, the total cost of these and the name of the person or people \nwho will be responsible for that activity. \nExample; output: 100 women engaged in a range of income-generating activities by end of year 3 \nActivity  \nStarting and \ncompletion \ndates \nPersonnel \nneeded \n(How many people \nfor how long?) \nMaterials \nNeeded \nPerson \nresponsible \nAssumptions \n1. Train 20 \nwomen \nin jam \nmaking \nAugust 15 for \nfive days \nOne chef for \nseven days \n(including \npreparation time) \n• 20 pans \n• 500 jars \n• sugar \n• fruit \n• kerosene \nfor stove \nMrs Jabra \nThat oranges \nare cheap this \nyear \n2. Etc \n \n \n \n \n \n \n \n \n \n",
    "44": "Project Planning and Management: Dilla University \n44 \n \n5.2. Project Budget \nThe purpose of a project budget is to prepare a valid estimate of the costs associated with the \nperformance of project activities using current assumption. The budget should provide a \ncomplete picture of the project cost structure, including cost estimates for all of the inputs and \nresources needed to implement the project. The project budget should also identify all sources of \nrevenue that will be used to fund program activities including both cash and in-kind \ncontributions. To develop a budget, a project design team should work together with a finance \nspecialist to make realistic estimates for all project expenses. The project budget should be \ndeveloped in the early stages of project design to ensure that the proposed interventions are \nfeasible with the existing and anticipated funding. If the project includes a cost share or leverage \nrequirement, a plan for meeting this requirement shall also be developed and outlined in the \nbudget notes. \n \n \n",
    "45": "Project Planning and Management: Dilla University \n45 \n \nChapter Six \nProject Implementation and Assessment \n6.1. Project Monitoring and Reviewing  \nRemember to include monitoring and reviewing in the activity planning worksheet. Think about \nwho will collect the evidence for the indicators and who will analyse it. Identify who will be \nresponsible for making decisions about changing the project design as a result of lessons learnt. \nEnsure that stakeholders are involved in this process. \nIf the information gathered during project identification and research is not enough to give \nbaseline data for the indicators that have been identified, then a baseline survey should be carried \nout before the project implementation starts. This means that there will be data to compare \nprogress against. For example, an indicator is ‗attendance by girls at the primary school \nincreased by 50%‘. For the baseline survey, the number of girls attending the primary school \nshould be counted. When progress is monitored later on, the number of girls attending school can \nbe counted and then compared with the figures in the baseline survey. \nMonitoring and evaluation (M&E) is a part of a project cycle and should be designed during the \nproject development stage. While often thought of as one, they are in fact two discreet aspects of \nproject implementation. \nMonitoring is the routine tracking of a project‘s activities by measuring on a regular, ongoing \nbasis whether planned activities are being carried out. A project can be monitored at any level \nsuch as inputs, outputs, and outcomes. The purpose of monitoring will change from one level to \nanother. Figure 9 below provides an example of the monitoring focus at each project level. \n \nPurpose  \nMonitor to assess expected change & progress toward results \nOutput Monitor to ensure expected results of interventions \n \nActivities Monitor to verify progress against work plan and schedule \nInputs Monitor to manage against budget and non-financial resources \n \n",
    "46": "Project Planning and Management: Dilla University \n46 \n \nMonitoring contributes to project evaluation, but evaluation goes beyond monitoring and \nprovides in-depth analysis of the project‘s progress towards achieving outcomes and impact. \nEvaluation is a process that attempts to determine as systematically and objectively as possible \nthe outcome and impact of project interventions relative to specific project objectives. Evaluation \noccurs less frequently than monitoring, which allows for more in-depth analysis of a project‘s \nprogress and impact. The most com;mon timing for evaluation is during the midterm and end of \nthe project. \nMonitoring and Evaluation Plan \nTo facilitate the monitoring and evaluation process, a project monitoring and evaluation (M&E) \nplan should be designed during project development. An M&E plan is a systematic plan for \ncollection, entry, editing, analysis and interpretation of the data needed for project management. \nThere are various formats for M&E plans, but each usually includes the following information: a \ndescription of the intended results, indicators, targets, data source or means of verification, \nbaseline values, M&E tools, and responsible persons.  \nFor an integrated project, it is important to incorporate an M&E plan and when developing an \nM&E plan for an integrated project, the following issues should be considered: \n• Data collection should not be an additional burden for the project staff, and should be \nincorporated into the existing data collection system. If an indicator requires complex tools for \ndata collection, change the indicator. Select only those indicators that provide the minimal \namounts of information that can meaningfully inform management decisions, clarify options, and \nidentify implementation improvements. \n• Make sure that the interests of the different stakeholders and the donors‘ needs for various \ntypes of information is identified prior to the project implementation and assure that a consensus \nis reached regarding the indicators to be used and the types of information to be collected and \nanalyzed. \nMonitoring  \nWhat is Monitoring?  \nMonitoring is the systematic collection of information on all aspects of the project while it is \nbeing implemented.  \n",
    "47": "Project Planning and Management: Dilla University \n47 \n \nIt can be divided into internal monitoring (staff performance, planned expenditure for each \nactivity versus actual expenses, procurement procedures etc) and external monitoring (planned \nversus actual activities, timely implementation of activities, targeted beneficiaries versus true \nbeneficiaries, unintended effects on the community and unexpected problems etc). Both are \nimportant and both need to be monitored.  \nWhy Do We Do Monitoring?  \nWe do monitoring to analyze the current situation, identify problems and find solutions, discover \ntrends and patterns, keep project activities on schedule, measure progress towards objectives, \nformulate/revise future goals and objectives, make decisions about human, financial, and \nmaterial resources. Actually, it is a very useful tool for management and provides necessary \ninformation for evaluation.  \nIn other words, monitoring means checking how things are going on and comparing actual \nprogress to what is planned.  \nWho Does Monitoring?  \nMonitoring is concerned both with project staff, implementation organization and donors. As \nmentioned above, it is useful for management and project manager or program coordinator \nconducts monitoring on all aspects of the project-budget/finance, materials, staff, activities, \noutputs/results etc. Respected project staffs are also responsible for monitoring staff and tasks \nunder them-for example, finance manager has to monitor the accountant and cashier as well as \nbudget allocations. At the same time, representatives of donors also conduct monitoring to \nmeasure the progress towards objectives and goal/impact.  \nWhen Do We Do Monitoring?  \nAccording to the desired schedule of implementation of the projects. e.g. monthly, bi-monthly, \nquarterly  \n",
    "48": "Project Planning and Management: Dilla University \n48 \n \nPlanning for Monitoring  \nMonitoring plan should be in place before the project starts and its activities must be put in the \ndetailed implementation plan. Therefore, it should be part of your planning process.  \nMonitoring and evaluation should be part of your planning process. It is very difficult to set up \nthe monitoring system when the project is in implementation stage. You must develop indicators. \nWhen you do planning, you will set indicators. These indicators provide the framework for your \nmonitoring and evaluation system. They tell you what you want to know and the kinds of \ninformation will be useful to collect.  \nWhat do we want to know? This includes looking at indicators for both internal issues and \nexternal issues.  \nThere are three basic types of monitoring commonly used in development work:  \n1. Management/administration  \n staff/personnel  \n vehicles  \n supplies  \n2. Finance  \n project budget and expenditure  \n staff salaries  \n cash flow analysis  \n3. Project activities  \n project inputs – budget, equipment, key staff needed  \n results of activities – project outputs/outcomes/impact (using indicators)  \n the way the project is managed  \n situation or context – policy environment, political situation  \nWhat is Evaluation \nEvaluation is a systematic and objective assessment of ongoing or completed project. It makes \ncomparison of the outcomes of the project with planned ones.  \n",
    "49": "Project Planning and Management: Dilla University \n49 \n \n \nWhy Do We Do Evaluation?  \nThe primary objective of evaluation is to ascertain whether the project has achieved its intended \nobjectives. By drawing conclusions, evaluation intends to provide recommendations for the \nimprovement on the future course of the project as well as lessons learned for other projects. \nSome big organizations use specific criteria when they do evaluation. Mainly they are;  \n1) Efficiency. Whether the resources used for the activities are appropriate in terms of output or \nthey are cost-effective. For example, training program that train 50 peer educators costs $10000. \nIs it efficient or cost-effective?  \n2) Effectiveness. It is the measure of the extent of the achievement of the development project \nagainst the target objectives. For example, we plan to improve the qualifications of all high \nschool teachers in particular area, did we succeed after project completion.  \n3) Impact. It measures whether or not project implementation has contributed to the change in \nthe situation of the problem it was trying to address. For example, high HIV transmission rate \namong young people in the community was the main problem before and our project really made \na difference to this situation that is reduction in HIV transmission rate among young people in \nthe community.  \nWhen Do We Evaluate?  \nPeriodically, mid-term, at the end of the project (final evaluation) and years after the completion \nof the project (ex post evaluation).  \nWho Does Evaluation?  \nProject manager or assigned project staff can conduct internal evaluation and donor/s or \nconsultant/s can conduct external evaluation.  \nPlanning for Evaluation  \nSimilar to monitoring plan, we should start evaluation plan right from the beginning. When we \ndo needs assessment, we will collect data about economic, health, education and social situation \nof the community. They will become baseline data for us and to measure the impact or \n",
    "50": "Project Planning and Management: Dilla University \n50 \n \nachievement of objectives, we can compare these data with those that we collect after or during \nthe implementation of the project. \n"
}